tap "homebrew/cask"
tap "AdoptOpenJDK/openjdk"
brew "git"
brew "curl"
brew "wget"
brew "tree"
brew "tig"
brew "direnv"
brew "gibo"
brew "ssh-copy-id"
brew "nodebrew"
brew "python3"
brew "mysql"
brew "go"
brew "mas"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "alfred"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "google-chrome"
cask "karabiner-elements"
cask "mysqlworkbench"
cask "homebrew/cask-versions/sequel-pro-nightly"
cask "docker"
cask "virtualbox"
cask "vagrant"
mas "Xcode", id: 497799835
