tap "homebrew/cask"
brew "git"
brew "wget"
brew "curl"
brew "tree"
brew "openssl"
brew "ansible"
brew "tig"
brew "nodebrew"
brew "python3"
brew "mysql@5.7"
brew "tmux"
brew "direnv"
brew "gibo"
brew "go"
cask "alfred"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "google-chrome"
cask "karabiner-elements"
cask "homebrew/cask-versions/sequel-pro-nightly"
cask "docker"
cask "virtualbox"
cask "vagrant"
